"use client";
import { Header } from "@/components/index";

function AboutPage() {
  return (
    <div>
      <Header />
      <div className="max-w-4xl pl-[30px] pt-[20px] space-y-6 text-left">
        <p>
          Цей додаток допомагає робити день організованішим, зменшити хаос і
          стрес, концентруватися на важливих завданнях та виконувати їх більш
          ефективно.
        </p>

        <p>
          Як ним користуватись? Все дуже просто: спершу потрібно зареєструватися
          або увійти у свій акаунт. Потім можна додавати завдання з усіма
          деталями, переглядати список та статистику, а також за потреби
          редагувати або видаляти завдання.
        </p>

        <p>
          Цей сайт розробила Бурда Марина, студентка групи КІУКІу-23-1. Осінь
          2025 року.
        </p>
      </div>
    </div>
  );
}

export default AboutPage;
